andrew-2.3.1/run/tutorials/multiphase/twoPhaseEulerFoam/RAS/bubbleColumn/constant/turbulenceProperties.air
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    RASModel mixtureKEpsilon; //continuousGasKEpsilon;

    turbulence      on;
    printCoeffs     on;

    // mixtureKEpsilonCoeffs
    // {
    //     Cp  1;
    //     C3  1;
    // }
}

// ************************************************************************* //
